{
"testiminials": [
		{"body":"I was in your class this week. I passed the test today! I’m glad it’s over and I can be an evangelist for this class. In my particular instance, you took me from 0 to passing in 4 days. I conclusively passed every section of the exam, although by the end I was not convinced of my success. Anyway – thank you and you shall hear from more people (at our company) in months to come!", 
	  	"footer":"Doug R., PMP",
	  	"avatar_url":"public/avatar_lg.png"
	  },
	  {"body":"We were successfull! I say we because I could not have done it without your training. I will e-mail the results tonight or tomorrow. Thanks for everything!", 
	  	"footer":"Jarred Torrance, PMP",
	  	"avatar_url":"public/avatar_lg.png"
	  },
	  {"body":"Passed the PMP exam today. Thanks for you help and your class.", 
	  	"footer":"Mick Burnett, PMP",
	  	"avatar_url":"public/avatar_lg.png"
	  },
	  {"body":"Thank you very much for all your help and support during the course and after. I have cleared my PMP examination in my first attempt and wanted to share that information with you. I will personally thank Bob and Ron for their wonderful coaching in the class.", 
	  	"footer":"Anand Rad, PMP Pennsylvania, USA",
	  	"avatar_url":"public/avatar_lg.png"
	  },
	  {"body":"Your PMP class distilled the PMBOK down to a level that was understandable and provided real-world examples. The information conveyed allowed me to pass the test the first time! Thanks again...", 
	  	"footer":"Stephen Blalock, PMP VMD Systems INC, Vienna, VA",
	  	"avatar_url":"public/avatar_lg.png"
	  },
	  {"body":"Great class, the tests online were an amazing component in addition to the excellent class. They provided great feedback on progress and where to focus on. A great combination.", 
	  	"footer":"Michael Eyring, PMP",
	  	"avatar_url":"public/avatar_lg.png"
	  },
	  {"body":"Thank you so much for teaching this PMP class. I passed the PMP exam last week, thanks to you and Tony's great material. All your tips and tricks helped me a lot for the examination. Thanks for the constant support and encouragement. Thank you to you and your wonderful team. Couldn't have done without you all.", 
	  	"footer":"Aparna Smitha, PMP",
	  	"avatar_url":"public/avatar_lg.png"
	  },
	  {"body":"I wanted to let you know that I passed the test today. So you have another PMP to add to your alumni list.", 
	  	"footer":"Dan Knight MS, PMP",
	  	"avatar_url":"public/avatar_lg.png"
	  },
	  {"body":"Thank you again for your dedication to ensure your students are as prepared as possible. I wouldn’t have had the results I did if it were not for the quality in the study methodology you are enforcing with your book and supporting materials.", 
	  	"footer":"Mark Bentsen, PMP",
	  	"avatar_url":"public/avatar_lg.png"
	  },
	  {"body":"I was very impressed with the on line class. It’s convenient and at the same time provides more of an in-person feel than the other online sessions I’ve experienced.", 
	  	"footer":"Dan M. PMP - Sr. Project Manager",
	  	"avatar_url":"public/avatar_lg.png"
	  },
	  {"body":"I took the PMP exam last Saturday at the Bedford center and I passed the test! I am so relieved that it's over. The exam was really hard for me. Thank you for the class! I'll be recommending this to all my co-workers who are planning to get their PMP certification.", 
	  	"footer":"Genevive Gener, PMP",
	  	"avatar_url":"public/avatar_lg.png"
	  },
	  {"body":"Susan Garner in Oklahoma City passed the PMP Exam on the first try! Yea! Your content was right on, especially the Earned Value calculations. Thanks for your help and best wishes for continued success!", 
	  	"footer":"Susan R. Garner, PMP",
	  	"avatar_url":"public/avatar_lg.png"
	  },
	  {"body":"You are the best teacher in the world. We accomplished a lot. I owe you...", 
	  	"footer":"Ken N, PMP",
	  	"avatar_url":"public/avatar_lg.png"
	  },
	  {"body":"Thank you for your help yesterday!! I ran through the simulation exam - it showed me where I needed to brush up. I took the test today and Passed!!! Couldn't have done it without your help. Thanks so much!!", 
	  	"footer":"Cheryl Shavel, PMP",
	  	"avatar_url":"public/avatar_lg.png"
	  },
	  {"body":"I passed the PMI PMP exam yesterday. I want to thank you for your support in achieving this goal. The material from your class and the extra tools that came with the course definitely prepared me for the exam.", 
	  	"footer":"Jim Cavanaugh, PMP",
	  	"avatar_url":"public/avatar_lg.png"
	  }
	]
}

                        